{
  "title_vocabulary": {
    "google": 731,
    "data": 420,
    "analytics": 64,
    "cybersecurity": 411,
    "project_management": 1337,
    "ai": 41,
    "essential": 594,
    "digital_marketing": 482,
    "ecommerce": 522,
    "support": 1660,
    "ux": 1781,
    "design": 463,
    "machine_learning": 990,
    "prompting": 1342,
    "ibm": 814,
    "data_science": 432,
    "analyst": 62,
    "generative": 713,
    "engineering": 573,
    "developer": 471,
    "healthcare": 772,
    "foundation": 683,
    "stack": 1605,
    "software": 1564,
    "product": 1317,
    "manager": 1003,
    "devops": 477,
    "software_engineering": 1568,
    "business": 195,
    "fundamental": 696,
    "python": 1366,
    "sql": 1601,
    "backend": 135,
    "development": 473,
    "microsoft": 1065,
    "power": 1274,
    "bi": 157,
    "introduction": 890,
    "excel": 612,
    "applied": 83,
    "data_analysis": 421,
    "visualization": 1802,
    "darden": 416,
    "digital": 481,
    "strategy": 1639,
    "data_engineering": 424,
    "key": 923,
    "technology": 1691,
    "finance": 653,
    "accounting": 11,
    "supervised": 1656,
    "regression": 1411,
    "classification": 268,
    "quantitative": 1376,
    "modeling": 1085,
    "everybody": 604,
    "data_data": 423,
    "data_management": 427,
    "meta": 1058,
    "fullstack": 693,
    "frontend": 690,
    "javascript": 907,
    "financial_modeling": 658,
    "business_intelligence": 200,
    "java": 906,
    "growth": 749,
    "marketing": 1013,
    "educator": 534,
    "io": 900,
    "android": 68,
    "mobile": 1082,
    "app": 80,
    "financial": 654,
    "market": 1011,
    "social_media_marketing": 1558,
    "agent": 35,
    "start": 1611,
    "writing": 1848,
    "prompt": 1340,
    "like": 965,
    "pro": 1305,
    "isc": 903,
    "specialist": 1591,
    "project": 1334,
    "intuit": 893,
    "academy": 5,
    "bookkeeping": 181,
    "technical_support": 1687,
    "agentic": 36,
    "ai_agents": 42,
    "leader": 943,
    "powered": 1276,
    "strategic": 1636,
    "scrum": 1503,
    "master": 1019,
    "maximize": 1031,
    "productivity": 1320,
    "tool": 1719,
    "assistant": 108,
    "automation": 128,
    "owner": 1203,
    "prompt_engineering": 1341,
    "deeplearningai": 450,
    "ai_data": 43,
    "chatgpt": 248,
    "free": 689,
    "supercharge": 1655,
    "leadership": 944,
    "privacy": 1302,
    "law": 941,
    "personal": 1234,
    "gpts": 735,
    "zapier": 1856,
    "aienhanced": 45,
    "insight": 865,
    "psychology": 1355,
    "office": 1163,
    "platform": 1255,
    "professional": 1322,
    "leveraging": 957,
    "success": 1652,
    "web_development": 1822,
    "ask": 100,
    "question": 1379,
    "make": 997,
    "datadriven": 438,
    "decision": 445,
    "skill": 1551,
    "react": 1390,
    "native": 1117,
    "aipowered": 48,
    "email": 549,
    "mastery": 1021,
    "initiation": 861,
    "starting": 1613,
    "successful": 1653,
    "play": 1257,
    "safe": 1479,
    "manage": 1000,
    "security": 1513,
    "risk": 1460,
    "business_analytics": 197,
    "discover": 494,
    "art": 97,
    "user_experience": 1779,
    "sap": 1485,
    "consultant": 344,
    "advanced": 29,
    "learning_algorithms": 949,
    "accelerate": 6,
    "job": 911,
    "search": 1506,
    "software_development": 1567,
    "adobe": 24,
    "graphic": 740,
    "designer": 466,
    "etl": 598,
    "warehousing": 1814,
    "everyday": 605,
    "work": 1839,
    "task": 1678,
    "arizona": 93,
    "state": 1615,
    "university": 1769,
    "tesol": 1702,
    "positive": 1270,
    "hrci": 796,
    "human_resource": 801,
    "associate": 110,
    "use": 1777,
    "responsibly": 1449,
    "content": 352,
    "creator": 385,
    "science": 1496,
    "information_technology": 856,
    "cloud": 279,
    "stay": 1622,
    "ahead": 40,
    "curve": 404,
    "presentation": 1294,
    "pwc": 1364,
    "approach": 85,
    "beginner": 146,
    "certificate": 236,
    "teach": 1681,
    "english": 574,
    "data_architecture": 422,
    "speed": 1594,
    "building": 192,
    "statistic": 1618,
    "connect": 334,
    "protect": 1347,
    "network": 1128,
    "network_security": 1129,
    "getting": 722,
    "started": 1612,
    "workspace": 1845,
    "agile": 37,
    "warehouse": 1813,
    "engineer": 572,
    "programming": 1332,
    "bit": 172,
    "byte": 204,
    "computer": 318,
    "networking": 1130,
    "prepare": 1291,
    "exploration": 625,
    "entrepreneurship": 580,
    "database": 436,
    "product_management": 1318,
    "business_strategy": 203,
    "project_planning": 1338,
    "putting": 1363,
    "application_development": 82,
    "creative": 382,
    "expert": 622,
    "partner": 1219,
    "workday": 1840,
    "basic": 140,
    "series": 1530,
    "leading": 945,
    "modern": 1088,
    "day": 442,
    "attract": 120,
    "engage": 570,
    "customer": 406,
    "supply_chain_management": 1659,
    "learn": 947,
    "graphic_design": 741,
    "marketing_analytics": 1014,
    "medical_billing": 1044,
    "coding": 288,
    "certified": 238,
    "improve": 831,
    "communication_skills": 302,
    "construction_management": 343,
    "aws": 131,
    "certification": 237,
    "fintech": 666,
    "application": 81,
    "process": 1311,
    "dirty": 491,
    "clean": 270,
    "think": 1713,
    "cfo": 239,
    "adp": 27,
    "entrylevel": 581,
    "payroll": 1226,
    "design_process": 464,
    "empathize": 563,
    "define": 453,
    "ideate": 816,
    "trade": 1726,
    "linux": 971,
    "health_care": 768,
    "pharmacy": 1241,
    "technician": 1689,
    "epic": 584,
    "game": 700,
    "game_design": 701,
    "unsupervised_learning": 1771,
    "recommenders": 1403,
    "reinforcement_learning": 1417,
    "management": 1001,
    "execution": 616,
    "running": 1475,
    "nursing": 1155,
    "stanford": 1610,
    "food": 674,
    "health": 767,
    "risk_management": 1462,
    "agile_project_management": 38,
    "human": 800,
    "resource_management": 1444,
    "people": 1229,
    "preparing": 1292,
    "soft": 1563,
    "artificial_intelligence": 98,
    "game_theory": 702,
    "training": 1731,
    "salesforce": 1483,
    "sale": 1482,
    "operation": 1177,
    "analyze": 65,
    "answer": 71,
    "materiality": 1023,
    "esg": 593,
    "factor": 640,
    "contemporary": 351,
    "introductory": 891,
    "physiology": 1247,
    "crash": 379,
    "course": 374,
    "mathematics": 1027,
    "operating_system": 1176,
    "user": 1778,
    "action": 14,
    "brand_management": 185,
    "aligning": 55,
    "brand": 184,
    "behaviour": 150,
    "strategic_leadership": 1637,
    "python_programming": 1367,
    "asset": 107,
    "threat": 1715,
    "vulnerability": 1810,
    "understanding": 1761,
    "brain": 183,
    "neurobiology": 1132,
    "life": 959,
    "medical": 1043,
    "procedure": 1310,
    "administration": 22,
    "search_engine_optimization": 1507,
    "seo": 1527,
    "global": 726,
    "procurement": 1315,
    "sourcing": 1582,
    "cosmetic": 372,
    "ingredient": 859,
    "geographic_information_systems": 718,
    "gi": 723,
    "teacher": 1682,
    "capstone": 216,
    "applying": 84,
    "real": 1395,
    "world": 1846,
    "nasm": 1115,
    "fitness": 668,
    "trainer": 1730,
    "lead": 942,
    "interact": 875,
    "online": 1169,
    "tableau": 1674,
    "amazon": 58,
    "junior": 917,
    "method": 1061,
    "social_science": 1559,
    "awakening": 130,
    "implication": 830,
    "economy": 527,
    "society": 1560,
    "systems_security": 1672,
    "practitioner": 1281,
    "sscp": 1603,
    "copilot": 363,
    "influencing": 851,
    "storytelling": 1634,
    "change_management": 243,
    "governance": 732,
    "r_programming": 1381,
    "share": 1536,
    "gemini": 708,
    "node": 1142,
    "mongodb": 1093,
    "consulting": 345,
    "mental_health": 1053,
    "care": 221,
    "sigma": 1543,
    "yellow": 1853,
    "belt": 151,
    "career": 222,
    "team": 1684,
    "using": 1780,
    "clinical_trial": 277,
    "good": 729,
    "clinical": 274,
    "practice": 1279,
    "infrastructure": 857,
    "program": 1328,
    "anatomy": 66,
    "medical_terminology": 1045,
    "smarter": 1552,
    "word": 1837,
    "negotiation": 1125,
    "cancer": 211,
    "biology": 166,
    "uiux": 1757,
    "service": 1532,
    "ecology": 521,
    "evolution": 607,
    "biodiversity": 163,
    "step": 1625,
    "korean": 928,
    "sound": 1580,
    "alarm": 50,
    "detection": 468,
    "response": 1446,
    "build": 191,
    "wireframes": 1834,
    "lowfidelity": 985,
    "prototype": 1349,
    "dynamic": 514,
    "public": 1357,
    "speaking": 1589,
    "administrator": 23,
    "complete": 308,
    "case": 223,
    "study": 1646,
    "customer_service": 407,
    "drug": 512,
    "development_product_management": 475,
    "clinical_data": 275,
    "automate": 127,
    "preparatory": 1290,
    "american": 60,
    "behavioral": 149,
    "discrete": 495,
    "computer_science": 320,
    "education": 533,
    "teaching": 1683,
    "structuring": 1643,
    "john": 912,
    "hopkins": 791,
    "international": 883,
    "humanitarian": 804,
    "theory": 1709,
    "digital_transformation": 483,
    "aiml": 46,
    "developing": 472,
    "apps": 87,
    "internet_of_things": 885,
    "iot": 902,
    "academic": 4,
    "ui": 1756,
    "organizational": 1191,
    "analysis": 61,
    "anxiety": 76,
    "mood": 1095,
    "substance": 1651,
    "addictive": 20,
    "behavior": 148,
    "financial_analysis": 656,
    "defense": 451,
    "dark": 417,
    "social": 1555,
    "investment_management": 898,
    "principle": 1299,
    "outside": 1199,
    "inbox": 833,
    "email_marketing": 550,
    "keller": 920,
    "williams": 1831,
    "real_estate": 1396,
    "growing": 748,
    "policy": 1264,
    "change": 242,
    "large_language": 936,
    "model": 1084,
    "health_informatics": 769,
    "manufacturing": 1007,
    "exercise": 618,
    "conduct": 330,
    "research": 1438,
    "test": 1703,
    "early": 516,
    "concept": 322,
    "unilever": 1763,
    "supply_chain": 1658,
    "financial_management": 657,
    "bioinformatics": 165,
    "making": 999,
    "architecture": 91,
    "common": 299,
    "assess": 105,
    "measurement": 1036,
    "learning": 948,
    "powerful": 1277,
    "mental": 1052,
    "help": 776,
    "tough": 1724,
    "subject": 1649,
    "okr": 1165,
    "goal": 728,
    "setting": 1534,
    "patient_safety": 1223,
    "matlab": 1029,
    "scientist": 1498,
    "data_visualization": 435,
    "producing": 1316,
    "music": 1104,
    "home": 789,
    "studio": 1645,
    "effective": 536,
    "communication": 301,
    "overview": 1201,
    "marine": 1010,
    "value": 1785,
    "web_design": 1821,
    "data_structure": 434,
    "diplomacy": 489,
    "united": 1765,
    "nation": 1116,
    "visual": 1800,
    "edition": 531,
    "child": 253,
    "nutrition": 1157,
    "cooking": 361,
    "managing": 1005,
    "emotion": 560,
    "time": 1716,
    "uncertainty": 1758,
    "stress": 1640,
    "achieving": 12,
    "sustainability": 1662,
    "mindful": 1071,
    "eating": 519,
    "healthy": 773,
    "production": 1319,
    "diy": 505,
    "musician": 1107,
    "atlassian": 116,
    "jira": 910,
    "womens": 1836,
    "right": 1458,
    "emt": 566,
    "biostatistics": 168,
    "public_health": 1358,
    "pronunciation": 1343,
    "editing": 530,
    "innovation": 863,
    "mathworks": 1028,
    "computer_vision": 321,
    "enterprise": 577,
    "create": 380,
    "highfidelity": 782,
    "figma": 649,
    "gst": 750,
    "taxation": 1679,
    "executive": 617,
    "sa": 1478,
    "programmer": 1331,
    "epidemiology": 586,
    "miracle": 1074,
    "language": 934,
    "linguistics": 969,
    "business_communication": 198,
    "terminology": 1698,
    "student": 1644,
    "wellbeing": 1826,
    "parent": 1215,
    "pmp": 1263,
    "exam": 609,
    "prep": 1288,
    "reducing": 1409,
    "gun": 753,
    "violence": 1795,
    "america": 59,
    "evidence": 606,
    "astronomy": 113,
    "exploring": 627,
    "space": 1583,
    "meet": 1049,
    "palliative": 1208,
    "launch": 939,
    "store": 1631,
    "consumer": 346,
    "neuroscience": 1135,
    "neuromarketing": 1134,
    "trading": 1728,
    "emerging": 557,
    "relation": 1418,
    "teen": 1692,
    "community": 303,
    "talent_acquisition": 1675,
    "responsible": 1448,
    "evaluation": 602,
    "selling": 1521,
    "highperformance": 783,
    "parenting": 1216,
    "abc": 0,
    "rearing": 1399,
    "narrative": 1114,
    "economics": 525,
    "terrorism": 1701,
    "counterterrorism": 373,
    "comparing": 306,
    "representative": 1435,
    "singer": 1548,
    "songwriter": 1576,
    "industrial": 843,
    "biotechnology": 169,
    "robotic": 1467,
    "process_automation": 1312,
    "rpa": 1472,
    "foundational": 684,
    "clinical_research": 276,
    "pricing": 1296,
    "optimization": 1182,
    "hacking": 755,
    "martin": 1018,
    "seligmans": 1520,
    "visionary": 1799,
    "branding": 186,
    "journey": 915,
    "interface": 880,
    "website": 1823,
    "write": 1847,
    "feature": 645,
    "length": 953,
    "screenplay": 1500,
    "film": 650,
    "television": 1694,
    "flight": 671,
    "mechanic": 1038,
    "abnormal": 3,
    "microeconomics": 1062,
    "dino": 486,
    "dinosaur": 487,
    "paleobiology": 1206,
    "renewable": 1431,
    "energy": 569,
    "ideation": 817,
    "professionalism": 1324,
    "allied": 56,
    "investment": 897,
    "portfolio_management": 1269,
    "software_design": 1566,
    "satisfaction": 1487,
    "guaranteed": 751,
    "develop": 470,
    "loyalty": 986,
    "statistical_analysis": 1620,
    "experience_design": 620,
    "lxd": 988,
    "practical": 1278,
    "guide": 752,
    "contract": 358,
    "managerial": 1004,
    "object": 1158,
    "oriented_programming": 1195,
    "cv": 409,
    "center": 233,
    "school": 1495,
    "adolescent": 25,
    "songwriting": 1577,
    "arranging": 96,
    "einstein": 541,
    "special": 1590,
    "relativity": 1423,
    "property": 1344,
    "hotel": 795,
    "distribution": 500,
    "revenue": 1454,
    "demand": 455,
    "quality_improvement": 1375,
    "corporate_strategy": 368,
    "advocating": 32,
    "social_justice": 1556,
    "marketing_strategy": 1016,
    "business_strategies": 202,
    "better": 155,
    "omnichannel": 1167,
    "retail": 1451,
    "uncommon": 1759,
    "sense": 1524,
    "market_research": 1012,
    "palo": 1209,
    "alto": 57,
    "harnessing": 763,
    "snowflake": 1554,
    "tally": 1676,
    "bookkeeper": 180,
    "c_programming": 205,
    "unity": 1766,
    "mysql": 1108,
    "analytic": 63,
    "technique": 1690,
    "dashboard": 419,
    "cognos": 291,
    "cissp": 263,
    "information_systems_security": 855,
    "image": 821,
    "processing": 1313,
    "child_development": 254,
    "synapse": 1664,
    "mix": 1077,
    "implementation": 829,
    "software_testing": 1569,
    "validation": 1783,
    "financial_planning": 659,
    "young": 1855,
    "adult": 28,
    "spanish": 1585,
    "vocabulary": 1806,
    "technical": 1686,
    "organization": 1190,
    "operating": 1175,
    "solidworks": 1573,
    "cad": 206,
    "blockchain": 174,
    "revolution": 1456,
    "financial_services": 661,
    "new": 1136,
    "rocket": 1469,
    "gen": 709,
    "chatbot": 246,
    "music_theory": 1105,
    "blueprint": 177,
    "brilliance": 189,
    "interior": 881,
    "workplace": 1844,
    "program_management": 1329,
    "chinese": 255,
    "hsk": 797,
    "preparation": 1289,
    "beginning": 147,
    "grammar": 737,
    "fundraising": 697,
    "event": 603,
    "chemistry": 250,
    "reaction": 1391,
    "ratio": 1387,
    "social_media_management": 1557,
    "computational": 316,
    "goodwill": 730,
    "coach": 285,
    "navigator": 1121,
    "financial_accounting": 655,
    "marketing_strategies": 1015,
    "novel": 1150,
    "emotional_intelligence": 562,
    "access": 8,
    "web": 1819,
    "mapping": 1008,
    "spatial_analysis": 1587,
    "photography": 1244,
    "smartphone": 1553,
    "dslr": 513,
    "equine": 590,
    "welfare": 1825,
    "overcoming": 1200,
    "dyslexia": 515,
    "organizational_change": 1192,
    "culture": 400,
    "adopting": 26,
    "safety": 1480,
    "logic": 981,
    "critical_thinking": 391,
    "journalist": 914,
    "report": 1432,
    "news": 1138,
    "removing": 1428,
    "barrier": 138,
    "culturedriven": 401,
    "thermodynamics": 1710,
    "transferring": 1735,
    "technical_writing": 1688,
    "xdesign": 1851,
    "information_system": 854,
    "auditing": 123,
    "control": 359,
    "assurance": 111,
    "nosql": 1149,
    "big_data": 159,
    "spark": 1586,
    "algebra": 52,
    "elementary": 547,
    "mediation": 1042,
    "conflict": 332,
    "resolution": 1442,
    "addicted": 19,
    "sustainable": 1663,
    "fashion": 644,
    "design_thinking": 465,
    "logistics": 982,
    "fractal": 686,
    "acumen": 18,
    "nonfinancial": 1146,
    "politics": 1265,
    "primer": 1298,
    "construction": 342,
    "linear_algebra": 968,
    "operations_management": 1178,
    "conflict_management": 333,
    "composition": 313,
    "semiconductor": 1523,
    "packaging": 1204,
    "premba": 1287,
    "marketplace": 1017,
    "active_listening": 16,
    "enhancing": 576,
    "problem": 1309,
    "solving": 1575,
    "ielts": 819,
    "payment": 1225,
    "regulation": 1414,
    "history": 787,
    "quality": 1373,
    "openai": 1172,
    "creating": 381,
    "custom": 405,
    "d_modeling": 413,
    "homebased": 790,
    "extract_transform": 634,
    "load_data": 977,
    "finding": 664,
    "purpose": 1362,
    "meaning": 1035,
    "living": 975,
    "matter": 1030,
    "circular": 260,
    "material": 1022,
    "deep_learning": 449,
    "relational": 1419,
    "spring": 1599,
    "human_resources": 802,
    "customer_support": 408,
    "path": 1222,
    "natural_language_processing": 1119,
    "llm": 976,
    "regulatory_compliance": 1415,
    "tensorflow": 1697,
    "neural_network": 1131,
    "genomic": 717,
    "pytorch": 1368,
    "kera": 921,
    "architect": 89,
    "architecting": 90,
    "compute": 317,
    "engine": 571,
    "rag": 1383,
    "medicine": 1047,
    "solution": 1574,
    "algorithm": 53,
    "cloud_security": 282,
    "intellectual_property": 874,
    "merger": 1056,
    "acquisition": 13,
    "improving": 832,
    "deep": 448,
    "hyperparameter": 810,
    "tuning": 1753,
    "regularization": 1413,
    "gcp": 707,
    "ml": 1078,
    "integration": 873,
    "dental": 458,
    "green": 745,
    "content_marketing": 354,
    "convolutional": 360,
    "comprehensive": 314,
    "black": 173,
    "connected": 335,
    "sequence": 1528,
    "sport": 1597,
    "pmipmp": 1261,
    "classical": 267,
    "mathematical": 1026,
    "thinking": 1714,
    "gpu": 736,
    "looker": 983,
    "pharmacoepidemiology": 1239,
    "neuroimaging": 1133,
    "fpga": 685,
    "embedded_systems": 553,
    "ecba": 520,
    "federal": 647,
    "calculus": 208,
    "battery": 141,
    "management_systems": 1002,
    "vector": 1787,
    "digitization": 485,
    "business_management": 201,
    "interaction_design": 877,
    "instructional": 868,
    "profession": 1321,
    "mainframe": 994,
    "diagnosis": 478,
    "embedded": 551,
    "visualizing": 1803,
    "body": 178,
    "diagnostic": 479,
    "imaging": 822,
    "hunting": 806,
    "robotics": 1468,
    "planning": 1254,
    "business_analysis": 196,
    "cbap": 229,
    "probability_statistics": 1308,
    "accelerated": 7,
    "zos": 1858,
    "organizational_leadership": 1193,
    "corporate": 366,
    "commercial": 298,
    "employment": 565,
    "comptia": 315,
    "nut": 1156,
    "bolt": 179,
    "immigration": 824,
    "bayesian_statistics": 143,
    "simulation": 1547,
    "artificial_intelligence_machine": 99,
    "embedding": 554,
    "sensor": 1525,
    "motor": 1100,
    "chip": 256,
    "based": 139,
    "vlsi": 1805,
    "azure": 134,
    "leverage": 956,
    "decentralized": 444,
    "defi": 452,
    "future": 699,
    "collaborative": 293,
    "industry": 844,
    "inquiry": 864,
    "activity": 17,
    "theme": 1708,
    "statistical_inference": 1621,
    "adversarial": 30,
    "gans": 704,
    "bim": 162,
    "data_ethics": 425,
    "inspired": 866,
    "intermediate": 882,
    "performance": 1232,
    "mechanical": 1039,
    "evolving": 608,
    "volatile": 1807,
    "hec": 775,
    "paris": 1217,
    "axa": 132,
    "ethical": 597,
    "open": 1171,
    "source": 1581,
    "apis": 79,
    "apigee": 78,
    "api": 77,
    "immunology": 826,
    "immune": 825,
    "failure": 642,
    "mba": 1034,
    "web_applications": 1820,
    "site": 1549,
    "reliability_engineering": 1425,
    "measuring": 1037,
    "reliability": 1424,
    "lifecycle": 961,
    "electronics": 546,
    "diversity": 502,
    "inclusion": 835,
    "cultivating": 399,
    "immensely": 823,
    "interaction": 876,
    "osha": 1197,
    "standard": 1608,
    "compliance": 311,
    "electronic": 545,
    "competitive": 307,
    "handson": 759,
    "conceptual": 323,
    "thing": 1712,
    "physic": 1245,
    "capm": 215,
    "signal": 1544,
    "chest": 251,
    "neck": 1123,
    "abdomen": 1,
    "pelvis": 1227,
    "bigquery": 160,
    "core": 365,
    "divide": 504,
    "conquer": 337,
    "sorting": 1579,
    "searching": 1508,
    "randomized": 1384,
    "digitalisation": 484,
    "aeronautics": 33,
    "data_mining": 428,
    "pmirmp": 1262,
    "ecosystem": 528,
    "conservation": 338,
    "fluid": 672,
    "sector": 1510,
    "europe": 599,
    "systems_data": 1670,
    "ingestion": 858,
    "pipeline": 1251,
    "probabilistic": 1306,
    "successor": 1654,
    "ancient": 67,
    "egypt": 540,
    "civilization": 265,
    "shrm": 1540,
    "shrmcp": 1541,
    "stem": 1624,
    "cell": 232,
    "coaching": 286,
    "lifestyle": 962,
    "pregnancy": 1286,
    "ventilation": 1789,
    "air": 49,
    "conditioning": 329,
    "governmental": 734,
    "reporting": 1433,
    "agroforestry": 39,
    "schizophrenia": 1494,
    "delivery": 454,
    "entrepreneurial_finance": 579,
    "foresight": 678,
    "capability": 213,
    "generativeai": 714,
    "animal": 70,
    "clinic": 273,
    "story": 1633,
    "infection": 845,
    "environmental_management": 583,
    "dataoriented": 441,
    "debugging": 443,
    "django": 506,
    "influencer": 850,
    "happiness": 760,
    "indian": 839,
    "wisdom": 1835,
    "postgresql": 1272,
    "building_design": 193,
    "white": 1829,
    "comparative": 305,
    "indoeuropean": 842,
    "attention": 117,
    "algorithmic": 54,
    "toolbox": 1720,
    "blood": 176,
    "morphology": 1098,
    "valuation": 1784,
    "heavy": 774,
    "time_series": 1717,
    "prediction": 1285,
    "relationship_management": 1421,
    "business_development": 199,
    "kotlin": 929,
    "financial_reporting": 660,
    "characterization": 245,
    "solar": 1570,
    "system_design": 1666,
    "scalable": 1490,
    "microservices": 1064,
    "spring_boot": 1600,
    "aspnet": 102,
    "experienced": 621,
    "territory": 1700,
    "oriented": 1194,
    "programming_data_structures": 1333,
    "exploratory_data_analysis": 626,
    "biomedical": 167,
    "visualisation": 1801,
    "mining": 1073,
    "information": 853,
    "cism": 262,
    "causality": 227,
    "inferring": 849,
    "causal": 226,
    "effect": 535,
    "observational": 1160,
    "oral": 1185,
    "cavity": 228,
    "portal": 1267,
    "disease": 496,
    "prognosis": 1327,
    "playwright": 1259,
    "pytest": 1365,
    "testing": 1705,
    "modernizing": 1089,
    "lake": 932,
    "precision_medicine": 1283,
    "financial_statement": 662,
    "accountant": 10,
    "style": 1648,
    "virology": 1797,
    "vaccinology": 1782,
    "audio": 122,
    "musical": 1106,
    "century": 234,
    "health_information": 770,
    "literacy": 973,
    "diet": 480,
    "enhance": 575,
    "elevate": 548,
    "machine": 989,
    "systems_analysis": 1669,
    "wealth_management": 1818,
    "financing": 663,
    "edhec": 529,
    "soci\u00e9t\u00e9": 1562,
    "g\u00e9n\u00e9rale": 754,
    "city": 264,
    "risk_mitigation": 1463,
    "sketch": 1550,
    "miro": 1075,
    "listening": 972,
    "development_environments": 474,
    "expressway": 632,
    "math": 1025,
    "net": 1127,
    "data_storage": 433,
    "query": 1378,
    "medium": 1048,
    "ethic": 596,
    "algae": 51,
    "labeling": 931,
    "millimeterwave": 1070,
    "circuit": 259,
    "diplomatic": 490,
    "form": 680,
    "grant": 738,
    "researcher": 1439,
    "objectoriented": 1159,
    "beer": 145,
    "informatics": 852,
    "functional": 695,
    "scala": 1489,
    "health_technology": 771,
    "assessment": 106,
    "individual": 841,
    "employee": 564,
    "sole": 1571,
    "proprietor": 1345,
    "antimicrobial": 75,
    "resistance": 1441,
    "life_cycle": 960,
    "pharma": 1238,
    "cisa": 261,
    "auditor": 124,
    "flask": 670,
    "embedded_software": 552,
    "hardware_architecture": 762,
    "kidney": 924,
    "pancreas": 1210,
    "islet": 904,
    "transplantation": 1743,
    "designled": 467,
    "explainable": 623,
    "xai": 1850,
    "upper": 1773,
    "lower": 984,
    "extremity": 637,
    "option": 1183,
    "cloud_infrastructure": 281,
    "total": 1723,
    "mri": 1102,
    "rdma": 1388,
    "parallel": 1214,
    "concurrent": 327,
    "distributed": 499,
    "chemical": 249,
    "termstructure": 1699,
    "credit": 386,
    "derivative": 461,
    "budgeting": 190,
    "linear": 967,
    "realtime": 1398,
    "forensics": 677,
    "asqcertified": 103,
    "cssbb": 397,
    "eflesl": 539,
    "reading": 1393,
    "gate": 706,
    "processor": 1314,
    "humancentered": 803,
    "high": 780,
    "stake": 1607,
    "crisis": 390,
    "finite_element": 665,
    "recruitment": 1407,
    "forest": 679,
    "carbon": 220,
    "initiative": 862,
    "maternal": 1024,
    "newborn": 1137,
    "generation": 712,
    "transmission": 1742,
    "protection": 1348,
    "secure": 1511,
    "urban": 1774,
    "mobility": 1083,
    "data_modeling": 429,
    "transformation": 1736,
    "serving": 1533,
    "frontier": 691,
    "dentistry": 459,
    "hand": 758,
    "cssgb": 398,
    "integral_calculus": 872,
    "robot": 1466,
    "motion": 1099,
    "probability": 1307,
    "standardisation": 1609,
    "infectious": 846,
    "modelling": 1087,
    "translation": 1740,
    "cloud_computing": 280,
    "molecular": 1090,
    "spectroscopy": 1593,
    "effectively": 537,
    "complex": 309,
    "sentence": 1526,
    "samplebased": 1484,
    "learning_methods": 950,
    "hydro": 808,
    "wind": 1832,
    "resource": 1443,
    "variability": 1786,
    "forecast": 675,
    "trauma": 1746,
    "surgery": 1661,
    "treatment": 1748,
    "luxury": 987,
    "hospitality": 793,
    "telehealth": 1693,
    "supervised_learning": 1657,
    "recommender": 1402,
    "dna": 507,
    "decoded": 447,
    "transcriptomics": 1733,
    "transaction": 1732,
    "container": 349,
    "docker": 508,
    "kubernetes": 930,
    "openshift": 1174,
    "crisc": 389,
    "piping": 1252,
    "diversity_equity": 503,
    "hospitality_management": 794,
    "genai": 710,
    "fraud": 688,
    "retrieval": 1452,
    "augmented": 125,
    "content_creation": 353,
    "langchain": 933,
    "private": 1303,
    "power_system": 1275,
    "mastering": 1020,
    "angular": 69,
    "project_finance": 1336,
    "scratch": 1499,
    "european": 600,
    "union": 1764,
    "navigating": 1120,
    "higher": 781,
    "professional_development": 1323,
    "oracle": 1184,
    "database_administration": 437,
    "zero": 1857,
    "hero": 778,
    "nist": 1140,
    "framework": 687,
    "water": 1816,
    "banking": 137,
    "owasp": 1202,
    "large": 935,
    "graph": 739,
    "shortest": 1539,
    "ready": 1394,
    "company": 304,
    "batterymanagement": 142,
    "nodejs": 1143,
    "express": 630,
    "major": 996,
    "hidden": 779,
    "message": 1057,
    "cooperation": 362,
    "wave": 1817,
    "numerical": 1153,
    "remote": 1427,
    "kalman": 919,
    "filtering": 652,
    "kali": 918,
    "synbio": 1665,
    "bioethics": 164,
    "qualitative_research": 1372,
    "merchandising": 1054,
    "interview": 888,
    "globalization": 727,
    "economic": 524,
    "stability": 1604,
    "flutter": 673,
    "dart": 418,
    "evaluating": 601,
    "largescale": 937,
    "migrating": 1068,
    "time_series_analysis": 1718,
    "hydrogen": 809,
    "nonprofit": 1148,
    "tech": 1685,
    "observing": 1161,
    "earth": 517,
    "microwave": 1066,
    "antenna": 72,
    "renew": 1430,
    "cbr": 230,
    "installer": 867,
    "selfdriving": 1519,
    "car": 219,
    "mlops_machine": 1081,
    "learning_operations": 951,
    "antibiotic": 73,
    "stewardship": 1627,
    "graphical": 742,
    "optical": 1181,
    "private_equity": 1304,
    "venture": 1790,
    "capital": 214,
    "excellence": 613,
    "number": 1152,
    "translate": 1739,
    "hazard": 765,
    "device": 476,
    "geospatial": 719,
    "spacecraft": 1584,
    "regression_analysis": 1412,
    "simplify": 1546,
    "relationship": 1420,
    "petroleum": 1237,
    "hardware": 761,
    "troubleshooting": 1751,
    "cataract": 225,
    "psychiatry": 1353,
    "system_programming": 1667,
    "buildroot": 194,
    "punctuation": 1360,
    "representation": 1434,
    "active": 15,
    "combination": 295,
    "consolidated": 339,
    "order": 1188,
    "rate": 1386,
    "estimation": 595,
    "localization": 979,
    "concrete": 324,
    "density": 457,
    "kinematics": 925,
    "describing": 462,
    "transportation": 1745,
    "qgis": 1369,
    "steel": 1623,
    "multi": 1103,
    "storey": 1632,
    "perception": 1231,
    "geotechnical": 720,
    "precast": 1282,
    "structural": 1641,
    "dataops": 440,
    "mlops": 1080,
    "lifting": 963,
    "formation": 681,
    "relative": 1422,
    "orbit": 1186,
    "transformer": 1737,
    "bert": 153,
    "inference": 848,
    "efficiency": 538,
    "canva": 212,
    "bridge": 188,
    "box": 182,
    "sagemaker": 1481,
    "sapc": 1486,
    "family": 643,
    "excavation": 611,
    "tunnel": 1754,
    "ccna": 231,
    "wan": 1811,
    "light": 964,
    "emitting": 559,
    "diode": 488,
    "laser": 938,
    "junction": 916,
    "metal": 1060,
    "contact": 347,
    "transistor": 1738,
    "field": 648,
    "bipolar": 170,
    "tree": 1749,
    "excelvba": 614,
    "recommendation": 1401,
    "mechanization": 1041,
    "greedy": 743,
    "aipmm": 47,
    "cpm": 377,
    "collateral": 294,
    "reliable": 1426,
    "natural": 1118,
    "attenuation": 118,
    "groundwater": 746,
    "contaminant": 350,
    "paradigm": 1213,
    "kernel": 922,
    "yocto": 1854,
    "primavera": 1297,
    "complexity": 310,
    "scheduling": 1493,
    "quantum": 1377,
    "medication": 1046,
    "prescribing": 1293,
    "older": 1166,
    "data_integration": 426,
    "disaster": 493,
    "climate": 272,
    "formwork": 682,
    "concreting": 325,
    "yaml": 1852,
    "iac": 813,
    "mechanism": 1040,
    "mlflow": 1079,
    "hugging": 799,
    "face": 638,
    "wordpress": 1838,
    "nonlinear": 1147,
    "attitude": 119,
    "test_automation": 1704,
    "selenium": 1518,
    "testng": 1706,
    "piling": 1249,
    "emerging_technologies": 558,
    "scrumorg": 1504,
    "pspo": 1351,
    "virtualization": 1798,
    "entrepreneurial": 578,
    "mindset": 1072,
    "kinetics": 926,
    "studying": 1647,
    "crossborder": 392,
    "road": 1465,
    "transport": 1744,
    "context": 355,
    "equipment": 591,
    "maintenance": 995,
    "targeted": 1677,
    "facebook": 639,
    "audience": 121,
    "scaling": 1491,
    "genome": 716,
    "assembly": 104,
    "challenge": 240,
    "mar": 1009,
    "mission": 1076,
    "deployment": 460,
    "nuclear": 1151,
    "fuel": 692,
    "creative_thinking": 383,
    "emotional": 561,
    "arm": 94,
    "cortex": 371,
    "stm": 1628,
    "dive": 501,
    "sel": 1517,
    "istqb": 905,
    "approximation": 86,
    "hadoop": 756,
    "orchestration": 1187,
    "continuous_improvement": 357,
    "shallow": 1535,
    "machinery": 991,
    "aspect": 101,
    "plan": 1253,
    "dapp": 415,
    "securing": 1512,
    "monitoring": 1094,
    "cluster": 283,
    "rendering": 1429,
    "unreal": 1770,
    "solidity": 1572,
    "ruby": 1474,
    "rsa": 1473,
    "statistical": 1619,
    "intro": 889,
    "memory": 1051,
    "square": 1602,
    "concurrency": 326,
    "vr": 1809,
    "construct": 341,
    "stock": 1629,
    "index": 838,
    "rds": 1389,
    "migration": 1069,
    "particle": 1218,
    "filter": 651,
    "highthroughput": 784,
    "vpn": 1808,
    "possibility": 1271,
    "expanding": 619,
    "window": 1833,
    "function": 694,
    "governance_risk": 733,
    "workflow": 1842,
    "onpremises": 1170,
    "continuous": 356,
    "erection": 592,
    "electrodynamics": 544,
    "electric": 543,
    "magnetic": 993,
    "indepth": 837,
    "maxwell": 1033,
    "equation": 589,
    "gene": 711,
    "serverless": 1531,
    "data_processing": 430,
    "dataflow": 439,
    "exploitation": 624,
    "scripting": 1502,
    "csm": 396,
    "operations_research": 1179,
    "topic": 1722,
    "display": 497,
    "static": 1617,
    "domain": 511,
    "security_architecture": 1514,
    "computer_architecture": 319,
    "increase": 836,
    "traffic": 1729,
    "printables": 1301,
    "stepping": 1626,
    "software_architecture": 1565,
    "economist": 526,
    "working": 1843,
    "subqueries": 1650,
    "hypothesis_testing": 811,
    "nextgeneration": 1139,
    "firewall": 667,
    "intrusion": 892,
    "prevention": 1295,
    "blog": 175,
    "recognition": 1400,
    "nlp": 1141,
    "feature_engineering": 646,
    "bias": 158,
    "organisation": 1189,
    "psm": 1350,
    "pattern": 1224,
    "semantic": 1522,
    "segmentation": 1515,
    "incident_response": 834,
    "penetration": 1228,
    "table": 1673,
    "calculation": 207,
    "macroscopic": 992,
    "microscopic": 1063,
    "hybrid": 807,
    "rest": 1450,
    "qualitative": 1371,
    "client": 271,
    "welcome": 1824,
    "kit": 927,
    "panda": 1211,
    "siamese": 1542,
    "nonequilibrium": 1145,
    "riskbased": 1464,
    "whitebox": 1830,
    "encoderdecoder": 567,
    "splunk": 1596,
    "cks": 266,
    "connectivity": 336,
    "jdbc": 908,
    "collaboration": 292,
    "qlik": 1370,
    "usability_testing": 1776,
    "armvm": 95,
    "external": 633,
    "queuing": 1380,
    "sheet": 1538,
    "programmability": 1330,
    "lod": 980,
    "statement": 1616,
    "creativity": 384,
    "pure": 1361,
    "unfiltered": 1762,
    "risk_analysis": 1461,
    "extraction": 635,
    "nanophotonics": 1111,
    "detector": 469,
    "rust": 1477,
    "embeddings": 555,
    "whats": 1828,
    "silicon": 1545,
    "ideal": 815,
    "gas": 705,
    "recovery": 1405,
    "review": 1455,
    "tbmspile": 1680,
    "rigscranes": 1459,
    "hauling": 764,
    "vehicle": 1788,
    "maximizing": 1032,
    "impact": 827,
    "covid": 376,
    "tracing": 1725,
    "momentum": 1091,
    "exchange": 615,
    "cypress": 412,
    "end": 568,
    "intercepting": 878,
    "rare": 1385,
    "need": 1124,
    "usability": 1775,
    "accessibility": 9,
    "configuration": 331,
    "tencent": 1696,
    "component": 312,
    "pile": 1248,
    "chatbots": 247,
    "level": 955,
    "lineage": 966,
    "fusion": 698,
    "captioning": 217,
    "best": 154,
    "cnns": 284,
    "transfer": 1734,
    "recurrent": 1408,
    "routing": 1471,
    "cocktail": 287,
    "typescript": 1755,
    "grouping": 747,
    "quality_control": 1374,
    "vertex": 1792,
    "commerce": 297,
    "reusable": 1453,
    "merge": 1055,
    "sort": 1578,
    "elasticsearch": 542,
    "ioefficient": 901,
    "autonomous": 129,
    "runway": 1476,
    "indigenous": 840,
    "canada": 210,
    "psychological": 1354,
    "aid": 44,
    "nondata": 1144,
    "instructional_design": 869,
    "systematic": 1668,
    "metaanalysis": 1059,
    "playbook": 1258,
    "principled": 1300,
    "persuasive": 1236,
    "negotiator": 1126,
    "corporate_finance": 367,
    "moral": 1096,
    "forensic": 676,
    "examination": 610,
    "vital_sign": 1804,
    "telling": 1695,
    "toolkit": 1721,
    "arbitration": 88,
    "dispute": 498,
    "interpretation": 887,
    "nand": 1110,
    "tetri": 1707,
    "projectcentered": 1339,
    "spreadsheet": 1598,
    "philosophy": 1242,
    "people_management": 1230,
    "investigation": 895,
    "outbreak": 1198,
    "spillover": 1595,
    "viral": 1796,
    "craft": 378,
    "contagious": 348,
    "genetics": 715,
    "oil": 1164,
    "cryptography": 394,
    "money": 1092,
    "beverage": 156,
    "gamification": 703,
    "court": 375,
    "tribunal": 1750,
    "hague": 757,
    "interpersonal": 886,
    "psychotherapy": 1356,
    "investigating": 894,
    "prosecuting": 1346,
    "crime": 387,
    "greek": 744,
    "roman": 1470,
    "mythology": 1109,
    "criminal": 388,
    "healing": 766,
    "opportunity": 1180,
    "econometrics": 523,
    "edivet": 532,
    "veterinarian": 1793,
    "investing": 896,
    "second": 1509,
    "morality": 1097,
    "dog": 510,
    "cognition": 289,
    "sdgs": 1505,
    "lesson": 954,
    "breast": 187,
    "data_protection": 431,
    "horse": 792,
    "capture": 218,
    "storage": 1630,
    "speak": 1588,
    "professionally": 1325,
    "person": 1233,
    "phone": 1243,
    "cryptocurrency": 393,
    "currency": 402,
    "strain": 1635,
    "axial": 133,
    "loading": 978,
    "assisting": 109,
    "corporate_sustainability": 369,
    "seizing": 1516,
    "epigenetic": 587,
    "expression": 631,
    "universe": 1768,
    "perspective": 1235,
    "heritage": 777,
    "corruption": 370,
    "anticorruption": 74,
    "warming": 1815,
    "physical": 1246,
    "illness": 820,
    "journalism": 913,
    "astrobiology": 112,
    "extraterrestrial": 636,
    "modeling_risk": 1086,
    "reality": 1397,
    "systems_engineering": 1671,
    "communicate": 300,
    "chicken": 252,
    "nanotechnology": 1113,
    "maker": 998,
    "environmental": 582,
    "publish": 1359,
    "scientific": 1497,
    "paper": 1212,
    "curriculum": 403,
    "paleontology": 1207,
    "reptile": 1436,
    "theropod": 1711,
    "origin": 1196,
    "bird": 171,
    "recruiting": 1406,
    "hiring": 786,
    "onboarding": 1168,
    "plot": 1260,
    "internet": 884,
    "giant": 724,
    "wharton": 1827,
    "bacteria": 136,
    "chronic": 257,
    "dairy": 414,
    "launching": 940,
    "startup": 1614,
    "chance": 241,
    "combinatorial": 296,
    "investor": 899,
    "plato": 1256,
    "predecessor": 1284,
    "hipaa": 785,
    "bilingual": 161,
    "ceo": 235,
    "implant": 828,
    "initiating": 860,
    "cognitive": 290,
    "hypothesisdriven": 812,
    "fail": 641,
    "resilience": 1440,
    "exposed": 628,
    "war": 1812,
    "oceanography": 1162,
    "understand": 1760,
    "emergence": 556,
    "middle": 1067,
    "east": 518,
    "strategic_planning": 1638,
    "democracy": 456,
    "manipulation": 1006,
    "resources_management": 1445,
    "decisionmaking": 446,
    "scenario": 1492,
    "radiation": 1382,
    "epidemic": 585,
    "infectious_disease": 847,
    "specialization": 1592,
    "project_design": 1335,
    "sharing": 1537,
    "reign": 1416,
    "pain": 1205,
    "postmodern": 1273,
    "copyright": 364,
    "sociological": 1561,
    "portfolio": 1268,
    "circadian": 258,
    "clock": 278,
    "rhythm": 1457,
    "structure": 1642,
    "trademark": 1727,
    "refugee": 1410,
    "asylum": 114,
    "advocacy": 31,
    "legal": 952,
    "bench": 152,
    "bedside": 144,
    "patent": 1221,
    "insurtech": 871,
    "nurse": 1154,
    "memo": 1050,
    "librarian": 958,
    "script": 1501,
    "pilot": 1250,
    "episode": 588,
    "sequencing": 1529,
    "recovering": 1404,
    "humankind": 805,
    "past": 1220,
    "saving": 1488,
    "universal": 1767,
    "written": 1849,
    "constitution": 340,
    "profitability": 1326,
    "instrument": 870,
    "transmedia": 1741,
    "psychedelic": 1352,
    "adhd": 21,
    "autism": 126,
    "disability": 492,
    "concussion": 328,
    "ate": 115,
    "mountain": 1101,
    "html": 798,
    "cs": 395,
    "population": 1266,
    "reader": 1392,
    "opening": 1173,
    "treasure": 1747,
    "cyber": 410,
    "truth": 1752,
    "cat": 224,
    "interdisciplinary": 879,
    "agenda": 34,
    "camera": 209,
    "exposure": 629,
    "linking": 970,
    "holocaust": 788,
    "nazi": 1122,
    "germany": 721,
    "ideology": 818,
    "jew": 909,
    "worker": 1841,
    "practicing": 1280,
    "responsibility": 1447,
    "nanosensors": 1112,
    "character": 244,
    "classroom": 269,
    "aristotle": 92,
    "requirement": 1437,
    "document": 509,
    "video": 1794,
    "pharmacovigilance": 1240,
    "version_control": 1791,
    "git": 725,
    "unwritten": 1772,
    "ableton": 2,
    "live": 974,
    "fixing": 669,
    "lean": 946,
    "staff": 1606
  },
  "skills_vocabulary": {
    "data": 586,
    "storytelling": 2297,
    "rmarkdown": 2065,
    "data_literacy_data": 614,
    "visualization_data_presentation": 2553,
    "data_ethics_data": 601,
    "cleansing": 358,
    "interactive_data_visualization": 1201,
    "data_validation": 646,
    "ggplot": 1020,
    "tableau_software": 2370,
    "sampling_statistics": 2091,
    "presentation": 1808,
    "spreadsheet_software_data": 2256,
    "analysis_data_visualization": 87,
    "software": 2204,
    "stakeholder_communications": 2267,
    "linkedin": 1338,
    "interviewing_skills": 1218,
    "applicant_tracking_systems": 132,
    "threat_modeling": 2444,
    "network": 1602,
    "security_incident": 2139,
    "response": 2038,
    "vulnerability_management": 2562,
    "computer": 438,
    "security_incident_management": 2140,
    "hardening": 1055,
    "intrusion_detection": 1220,
    "prevention": 1814,
    "cyber_threat_intelligence": 577,
    "threat_management": 2443,
    "cyber_attacks": 571,
    "cybersecurity_network": 579,
    "protocol": 1920,
    "cloud_security": 377,
    "vulnerability_assessments": 2561,
    "bash_scripting_language": 209,
    "debugging": 670,
    "linux": 1339,
    "python_programming": 1943,
    "sql": 2262,
    "quality": 1950,
    "management_project_management": 1425,
    "life_cycle": 1330,
    "requirements_analysis": 2017,
    "project": 1886,
    "scoping": 2117,
    "project_closure": 1887,
    "project_management_project": 1896,
    "planning": 1766,
    "agile_project_management": 52,
    "continuous_improvement_process": 489,
    "control": 498,
    "backlog": 202,
    "milestones_project_management": 1549,
    "assessment": 177,
    "team_management": 2393,
    "agile_methodology_project": 48,
    "documentation": 793,
    "change_management": 333,
    "prompt_engineering_generative": 1912,
    "ai": 55,
    "artificial_intelligence": 167,
    "machine_learning_aiml": 1363,
    "large_language_modeling": 1283,
    "process_optimization": 1842,
    "productivity_software": 1863,
    "workforce_development": 2600,
    "digital_transformation": 766,
    "innovation": 1171,
    "technical_writing": 2406,
    "emerging_technologies": 840,
    "operational_efficiency": 1654,
    "business": 261,
    "solution": 2232,
    "machine": 1361,
    "learning_software": 1308,
    "data_security": 636,
    "critical_thinking": 541,
    "analysis_data_analysis": 81,
    "data_quality": 632,
    "search_engine_marketing": 2127,
    "medium": 1525,
    "social_media_marketing": 2197,
    "google": 1031,
    "ad": 25,
    "email_marketing": 834,
    "social_media_strategy": 2198,
    "search_engine_optimization": 2128,
    "order": 1664,
    "fulfillment": 993,
    "social_media": 2194,
    "management_performance_measurement": 1414,
    "spreadsheet_software": 2255,
    "testing": 2425,
    "customer_retention": 567,
    "ecommerce": 806,
    "campaign_management": 301,
    "loyalty": 1359,
    "program": 1868,
    "marketing": 1468,
    "networking": 1612,
    "package": 1692,
    "software_management": 2223,
    "troubleshooting": 2483,
    "administration": 28,
    "cloud_infrastructure": 374,
    "infrastructure": 1163,
    "information_systems_security": 1161,
    "tcpip": 2388,
    "network_security": 1610,
    "file_system": 955,
    "microsoft": 1545,
    "window": 2587,
    "computer_security": 446,
    "network_architecture": 1604,
    "application_security": 139,
    "desktop_support": 723,
    "computer_hardware": 442,
    "technical_support": 2405,
    "professional_development": 1865,
    "responsive_web_design": 2039,
    "storyboarding": 2296,
    "wireframing": 2588,
    "user_experience_design": 2512,
    "uiux": 2492,
    "research_usability_testing": 2027,
    "information_architecture": 1155,
    "user_research": 2516,
    "figma": 952,
    "design_software_design": 714,
    "review": 2049,
    "persona_user_experience": 1737,
    "web": 2572,
    "content_accessibility_guidelines": 479,
    "mobile": 1558,
    "development_user_story": 746,
    "cross": 543,
    "platform": 1773,
    "development_data": 729,
    "ethic": 912,
    "usability": 2506,
    "unsupervised_learning": 2503,
    "supervised": 2333,
    "learning_machine_learning": 1304,
    "method": 1537,
    "classification": 356,
    "regression_tree": 1994,
    "cart": 317,
    "applied_machine": 143,
    "algorithms_machine": 65,
    "learning": 1299,
    "jupyter": 1249,
    "data_ethics": 600,
    "decision_tree": 674,
    "learning_tensorflow": 1311,
    "scikit": 2114,
    "learn": 1298,
    "machine_learning_library": 1364,
    "numpy": 1630,
    "predictive_modeling": 1803,
    "deep": 679,
    "learning_reinforcement": 1307,
    "random_forest": 1966,
    "algorithm": 63,
    "feature_engineering": 948,
    "data_visualization": 648,
    "prompt_engineering_data": 1911,
    "graphing": 1045,
    "generative": 1012,
    "ai_agents": 56,
    "chatgpt": 337,
    "ai_personalization": 58,
    "timeline": 2450,
    "data_analysis": 588,
    "taking_meeting": 2373,
    "minute": 1554,
    "complex_problem": 426,
    "solving": 2235,
    "ideation": 1119,
    "business_correspondence": 267,
    "report": 2012,
    "writing": 2608,
    "solution_design": 2234,
    "document": 791,
    "management_machine_learning": 1406,
    "market_opportunities": 1464,
    "team": 2391,
    "building": 256,
    "machine_learning": 1362,
    "strategic_thinking": 2305,
    "data_science": 634,
    "needs_assessment": 1598,
    "deep_learning": 680,
    "business_ethics": 270,
    "artificial_neural_networks": 172,
    "engineering_management": 876,
    "exploratory_data_analysis": 933,
    "wrangling": 2606,
    "dashboard": 584,
    "data_visualization_software": 651,
    "plotly": 1777,
    "data_transformation": 644,
    "supervised_learning": 2334,
    "data_analysis_data": 589,
    "data_manipulation_data": 618,
    "literacy_data_mining": 1343,
    "matplotlib": 1498,
    "professional": 1864,
    "storytelling_data": 2298,
    "data_transformation_data": 645,
    "analysis": 71,
    "data_cleansing": 594,
    "big_data": 225,
    "ibm": 1115,
    "cognos": 392,
    "analytics": 110,
    "excel_formulas": 923,
    "excel": 922,
    "pytorch_machine_learning": 1945,
    "library": 1326,
    "kera": 1255,
    "neural": 1615,
    "flask_web_framework": 979,
    "data_manipulation": 617,
    "unit_testing": 2497,
    "regression": 1991,
    "analysis_data_importexport": 82,
    "prompt_engineering": 1909,
    "software_development_life": 2216,
    "cycle": 581,
    "software_architecture": 2205,
    "development_environment": 732,
    "cascading": 318,
    "style_sheets_css": 2328,
    "bootstrap_frontend_framework": 241,
    "software_design": 2212,
    "software_development_tools": 2219,
    "software_engineering": 2221,
    "engineering_software": 880,
    "healthcare_ethics": 1075,
    "pharmaceutical": 1743,
    "clinical_research": 367,
    "health_systems": 1071,
    "healthcare_industry_knowledge": 1076,
    "medical_record": 1518,
    "unstructured_data": 2501,
    "health_care": 1064,
    "patient_evaluation": 1708,
    "health_informatics": 1068,
    "data_mining": 622,
    "clinical_data_management": 364,
    "statistical_machine": 2279,
    "applied": 142,
    "electronic": 826,
    "health_technology": 1073,
    "pseudocode": 1924,
    "algorithms_data": 64,
    "panda": 1698,
    "python_package": 1942,
    "correlation_analysis": 516,
    "scraping": 2119,
    "probability_statistics": 1829,
    "computer_programming_tools": 444,
    "science_machine": 2107,
    "learning_algorithms": 1300,
    "unsupervised": 2502,
    "project_management": 1893,
    "istio": 1233,
    "nodejs": 1624,
    "kubernetes": 1266,
    "cloud": 370,
    "computing_architecture": 453,
    "server": 2160,
    "application_deployment": 134,
    "react": 1969,
    "redux": 1986,
    "cloud_services": 378,
    "django": 788,
    "web_framework": 2580,
    "objectrelational_mapping": 1637,
    "git": 1023,
    "version_control_system": 2532,
    "fullstack_web_development": 995,
    "cloud_computing": 372,
    "new_product": 1620,
    "development_product_management": 738,
    "product_lifecycle": 1853,
    "management_product_development": 1420,
    "product": 1848,
    "roadmaps": 2066,
    "commercialization": 406,
    "product_strategy": 1858,
    "project_management_life": 1894,
    "openai": 1647,
    "stakeholder_engagement": 2268,
    "stakeholder_management": 2269,
    "competitive": 421,
    "analysis_product_testing": 99,
    "business_development": 268,
    "user_story": 2517,
    "cicd": 348,
    "open_web": 1646,
